-- Seed data for table food_recipe
--date: 2021-07-07 16:00:00
/* INSERT INTO recipes (food_id, ingredient_id, ingredient_amount) VALUES
(1, 1, 0.2), -- แกงเขียวหวานไก่ ใช้ ข้าวสวย 0.2 กก.
(1, 2, 0.3), -- แกงเขียวหวานไก่ ใช้ เนื้อไก่ 0.3 กก.
(1, 19, 0.05), -- แกงเขียวหวานไก่ ใช้ พริกหยวก 0.05 กก.
(1, 25, 0.01), -- แกงเขียวหวานไก่ ใช้ ใบกะเพรา 0.01 กก.
(2, 1, 0.2), -- แกงพะแนงหมู ใช้ ข้าวสวย 0.2 กก.
(2, 3, 0.3), -- แกงพะแนงหมู ใช้ เนื้อหมู 0.3 กก.
(2, 23, 0.05), -- แกงพะแนงหมู ใช้ ใบมะกรูด 0.05 กก.
(2, 27, 0.01), -- แกงพะแนงหมู ใช้ ผักชี 0.01 กก.
(3, 1, 0.2), -- แกงส้มชะอมไข่ ใช้ ข้าวสวย 0.2 กก.
(3, 6, 2), -- แกงส้มชะอมไข่ ใช้ ไข่ไก่ 2 ฟอง
(3, 7, 0.1), -- แกงส้มชะอมไข่ ใช้ ผักกาดขาว 0.1 กก.
(3, 8, 0.1), -- แกงส้มชะอมไข่ ใช้ กะหล่ำปลี 0.1 กก.
(4, 1, 0.2), -- แกงจืดเต้าหู้หมูสับ ใช้ ข้าวสวย 0.2 กก.
(4, 4, 0.2), -- แกงจืดเต้าหู้หมูสับ ใช้ เนื้อหมูสับ 0.2 กก.
(4, 9, 0.1), -- แกงจืดเต้าหู้หมูสับ ใช้ คะน้า 0.1 กก.
(4, 10, 0.1), -- แกงจืดเต้าหู้หมูสับ ใช้ ผักบุ้ง 0.1 กก.
(5, 1, 0.2), -- ผัดกะเพราหมู ใช้ ข้าวสวย 0.2 กก.
(5, 3, 0.2), -- ผัดกะเพราหมู ใช้ เนื้อหมู 0.2 กก.
(5, 13, 0.05), -- ผัดกะเพราหมู ใช้ ถั่วฝักยาว 0.05 กก.
(5, 25, 0.01); -- ผัดกะเพราหมู ใช้ ใบกะเพรา 0.01 กก.
