-- Date: 2021-07-07 16:00:00
/* INSERT INTO food_menu (food_name, type_id, food_price) VALUES
('แกงเขียวหวานไก่', 1, 45.00),
('แกงพะแนงหมู', 1, 50.00),
('แกงส้มชะอมไข่', 1, 40.00),
('แกงจืดเต้าหู้หมูสับ', 5, 35.00),
('ผัดกะเพราหมู', 2, 40.00),
('ผัดพริกแกงหมู', 2, 45.00),
('ผัดเผ็ดปลาดุก', 2, 50.00),
('ผัดผักรวมมิตร', 2, 30.00),
('หมูทอดกระเทียม', 3, 45.00),
('ไก่ทอดหาดใหญ่', 3, 50.00),
('ปลาทอดน้ำปลา', 3, 55.00),
('ยำวุ้นเส้น', 4, 45.00),
('ยำหมูยอ', 4, 50.00),
('ลาบหมู', 4, 40.00),
('ต้มยำกุ้ง', 5, 60.00),
('ต้มข่าไก่', 5, 50.00),
('ตุ๋นมะระยัดไส้', 6, 45.00),
('ไก่ตุ๋นฟักมะนาวดอง', 6, 50.00),
('กุ้งลวกจิ้ม', 7, 55.00),
('ปลานึ่งมะนาว', 8, 60.00); */

